Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Puppets.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Wallpaper Engine allows at most 128 bones.
ar: يسمح Wallpaper Engine بـ 128 عظمة كحد أقصى.
de: Wallpaper Engine erlaubt höchstens 128 Knochen.
es: Wallpaper Engine admite como máximo 128 huesos.
fr: Wallpaper Engine autorise au plus 128 os.
hi: Wallpaper Engine अधिकतम 128 हड्डियों की अनुमति देता है।
it: Wallpaper Engine consente al massimo 128 ossa.
ja: Wallpaper Engine のボーンは最大 128 本です。
ko: Wallpaper Engine은 본을 최대 128개까지 허용합니다.
pl: Wallpaper Engine pozwala na maksymalnie 128 kości.
pt_br: O Wallpaper Engine permite no máximo 128 ossos.
ru: Wallpaper Engine допускает не более 128 костей.
tr: Wallpaper Engine en fazla 128 kemiğe izin verir.
uk: Wallpaper Engine дозволяє щонайбільше 128 кісток.
zh_hans: Wallpaper Engine 最多允许 128 根骨骼。
zh_hant: Wallpaper Engine 最多允許 128 根骨骼。

source: Weight All Vertices
ar: توزين كل الرؤوس
de: Alle Eckpunkte gewichten
es: Ponderar todos los vértices
fr: Pondérer tous les sommets
hi: सभी वर्टेक्स को वज़न दें
it: Pesa tutti i vertici
ja: すべての頂点にウェイト付け
ko: 모든 정점에 가중치 지정
pl: Nadaj wagi wszystkim wierzchołkom
pt_br: Dar peso a todos os vértices
ru: Задать веса всем вершинам
tr: Tüm köşeleri ağırlıklandır
uk: Задати ваги всім вершинам
zh_hans: 为所有顶点设置权重
zh_hant: 為所有頂點設定權重

source: Weights
ar: الأوزان
de: Gewichtung
es: Pesos
fr: Poids
hi: वज़न
it: Pesi
ja: ウェイト
ko: 가중치
pl: Wagi
pt_br: Pesos
ru: Веса
tr: Ağırlıklar
uk: Ваги
zh_hans: 权重
zh_hant: 權重

source: What the wallpaper plays, top to bottom: a blend of 1 replaces the pose below, less mixes it, additive layers add their change.
ar: ما تشغّله الخلفية من الأعلى للأسفل: مزج 1 يستبدل الوضعية أسفله، والأقل يمزجها، والطبقات الإضافية تضيف تغييرها.
de: Was das Hintergrundbild abspielt, von oben nach unten: Mischung 1 ersetzt die Pose darunter, weniger mischt sie, additive Ebenen addieren ihre Änderung.
es: Lo que reproduce el fondo, de arriba abajo: una mezcla de 1 reemplaza la pose de abajo, menos la combina y las capas aditivas suman su cambio.
fr: Ce que joue le fond d’écran, de haut en bas : un mélange de 1 remplace la pose du dessous, moins la mélange, les calques additifs ajoutent leur changement.
hi: वॉलपेपर ऊपर से नीचे क्या चलाता है: ब्लेंड 1 नीचे के पोज़ को बदल देता है, कम मान उसे मिलाता है, एडिटिव लेयर अपना बदलाव जोड़ती हैं।
it: Ciò che lo sfondo riproduce, dall’alto in basso: una fusione di 1 sostituisce la posa sottostante, meno la mescola, i livelli additivi sommano la loro modifica.
ja: 壁紙が上から順に再生する内容です。ブレンド 1 は下のポーズを置き換え、それ未満は混ぜ、加算レイヤーは変化を足します。
ko: 배경화면이 위에서 아래로 재생하는 내용입니다. 블렌드 1은 아래 자세를 대체하고, 그보다 작으면 섞으며, 가산 레이어는 변화를 더합니다.
pl: Co odtwarza tapeta, od góry: mieszanie 1 zastępuje pozę poniżej, mniej ją miesza, warstwy addytywne dodają swoją zmianę.
pt_br: O que o papel de parede reproduz, de cima para baixo: mistura 1 substitui a pose de baixo, menos a mistura, camadas aditivas somam sua mudança.
ru: Что играют обои, сверху вниз: смешивание 1 заменяет позу ниже, меньше — смешивает, аддитивные слои добавляют своё изменение.
tr: Duvar kâğıdının yukarıdan aşağı oynattığı: karışım 1 alttaki pozu değiştirir, daha azı karıştırır, toplamalı katmanlar değişikliklerini ekler.
uk: Що грають шпалери, згори донизу: змішування 1 замінює позу нижче, менше — змішує, адитивні шари додають свою зміну.
zh_hans: 壁纸从上到下播放的内容：混合为 1 时替换下方姿势，小于 1 时混合，叠加层会加上其变化。
zh_hant: 背景圖片從上到下播放的內容：混合為 1 時取代下方姿勢，小於 1 時混合，疊加圖層會加上其變化。

source: Zoom In
ar: تكبير
de: Vergrößern
es: Acercar
fr: Zoom avant
hi: ज़ूम इन
it: Ingrandisci
ja: 拡大
ko: 확대
pl: Powiększ
pt_br: Ampliar
ru: Увеличить
tr: Yakınlaştır
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
ar: تصغير
de: Verkleinern
es: Alejar
fr: Zoom arrière
hi: ज़ूम आउट
it: Riduci
ja: 縮小
ko: 축소
pl: Pomniejsz
pt_br: Reduzir
ru: Уменьшить
tr: Uzaklaştır
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

source: Zoom to Fit
ar: ملاءمة الحجم
de: Einpassen
es: Ajustar al tamaño
fr: Ajuster à la fenêtre
hi: फ़िट करें
it: Adatta
ja: 全体を表示
ko: 크기에 맞추기
pl: Dopasuj
pt_br: Ajustar ao tamanho
ru: По размеру
tr: Sığdır
uk: За розміром
zh_hans: 缩放以适合
zh_hant: 縮放至適當大小

source: Puppet Warp
hi: पपेट वार्प
ja: パペットワープ
ko: 퍼펫 워프
zh_hans: 木偶变形
zh_hant: 木偶變形
